{
 "posts":[
         {  "id":"1",
           "title":"Why I Code ",
           "author":"Lydia Stockholm",
           "image":"https://images.pexels.com/photos/33972/pexels-photo.jpg?cs=srgb&dl=ads-beverage-black-coffee-33972.jpg&fm=jpg",
           "date":"22/07/2018",
           "time":"9:00pm",
           "content":"I’m Lydia, a 19 year old girl living in Stockholm, and I am a JavaScript (React) developer! I’m very active on social media, and try to motivate more people to join the tech world by showing what my life is like in this community.I started coding when I was 15 years old. I had a booming health & lifestyle blog on Tumblr and gained tens of thousands of followers in no-time.",
           "content2":"I’m Lydia, a 19 year old girl living in Stockholm, and I am a JavaScript (React) developer! I’m very active on social media, and try to motivate more people to join the tech world by showing what my life is like in this community.I started coding when I was 15 years old. I had a booming health & lifestyle blog on Tumblr and gained tens of thousands of followers in no-time. This is when I started creating my own responsive layouts with the regular HTML, CSS and jQuery, as I didn’t like the themes that I could buy, so I decided to just try it myself! From there on, I kept on improving my skills, gained more knowledge, and my interest in developing grew. However, I had no idea that this was already considered coding and that I could do this for a living, I simply enjoyed creating my own designs from scratch and seeing that people loved the layouts that I built and were willing to pay me for it!I went to high school until I was 18, and absolutely hated it. I felt like I was wasting so much time on subjects that could in no way improve my future (looking at you, ancient Greek and Latin!). Nonetheless, I worked extremely hard for my diploma, worked on many personal side-projects, and have always been busy tutoring and supporting people! People have described me as the most hardworking, yet most relaxed person they’ve ever met, and I think that describes my mindset perfectly. But we’ll get back to that later!After I finished high school, I decided to not go to university. This was a very scary step for me, as I was kind of brainwashed into thinking that that’s the only way to have a successful future: everyone around me went to the best universities! I spent so much time trying to get the best grades in high school to eventually go to a good university, did I really just waste so many years of my life for nothing? Yup, pretty much, but I don’t at all regret it! Most of the people around me didn’t understand and thought I was making a big mistake, but the small amount of people that understood and supported me really motivated me."


},
         {   "id":"2",
           "title":"Healthy eating habits",
           "author":"Debby Germino",
           "image":"https://images.pexels.com/photos/1239312/pexels-photo-1239312.jpeg?cs=srgb&dl=cheese-close-up-cuisine-1239312.jpg&fm=jpg",
           "date":"22/07/2018",
            "time":"9:00pm",
              "content":"For as long as I can remember I have been trying out different diets hoping to find the magic potion that fixes all of my problems. Those “problems” have changed through the years and along with it, my idea of healthy eating has evolved as well.For a long time, I simply wanted a diet that would make me lose weight. I fell victim to the unrealistic feminine images that are plastered on all the billboards.",
              "content2":"For as long as I can remember I have been trying out different diets hoping to find the magic potion that fixes all of my problems. Those “problems” have changed through the years and along with it, my idea of healthy eating has evolved as well.For a long time, I simply wanted a diet that would make me lose weight. I fell victim to the unrealistic feminine images that are plastered on all the billboards.I thought if I could just lose enough weight to look like the models, I’d be a happy girl.I bounced from diet to diet, all the while experimenting with new exercise programs, convinced the perfect combination was out there to be found. I have a magic number in my head of my “ideal weight”. This number is based on nothing more than what I arbitrarily decided was a number I wouldn’t be ashamed to say out loud if someone asked my weight. I was sure that with enough discipline and deprivation, I could reach this number. Once I hit that number on the scale, I could let go of the strict rules and harsh guidelines. Then I could relax.I now weigh 10 pounds over that magical arbitrary number and guess what?I’m okay with it. It’s taken years and years of struggle and self degradation, but I think I can finally say that I feel happyDo I look the models we see in the fashion magazines? No.Do I wear a size 4 dress that I once thought would bring me joy? Not even close.So how did I get to this place that I dare to call contentment? A lot of trial and error. A lot of falling down and picking myself back up.But through it all, I learned some lessons about what it means to be healthy and how to make eating right part of a happy lifestyle. Deprivation and self degradation are not included. Here are a few guidelines that can help you reframe your eating habits and build a foundation for a lifelong healthy diet plan.."
},
         { "id":"3",
           "title":"Mental Health",
           "author":"Zaidabibi",
           "image":"https://images.pexels.com/photos/414553/pexels-photo-414553.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=750&w=1260",
           "date":"22/07/2018",
             "time":"9:00pm",
               "content":" I folded some clothes, I did…the normal things. But, there was an overwhelming feeling of “heavy”. Everyone’s “heavy” sits differently, depending on the carrier of the weight of it all; the feeling that rests solely in the middle of your chest, riding your nerves into infinity.You stare it into a mirror, into a corner, into a shadow.",
               "content2":"There wasn’t anything particularly “hard” about today. I woke up, I showered, I folded some clothes, I masturbated…the normal things. But, there was an overwhelming feeling of “heavy”. Everyone’s “heavy” sits differently, depending on the carrier of the weight of it all; the feeling that rests solely in the middle of your chest, pulsing and riding your nerves into infinity. You stare it into a mirror, into a corner, into a shadow. The heavy travels, too. It lurks and feeds on thoughts and breath. But, there is work to be done. There are to-do lists waiting to be completed, clients to appease, copy to write. There is no time for feelings. Feelings are not figured into payroll strategies. Feelings do not pay bills, do not feed babies.This is why every job should have a mental health day. Everyone should be allotted, not just sick days, but days we are given to cope, and rest; days offered because your emotional health does not feel up to par with how you, as an individual, normally function. You should be able to take this day, or days, without having to describe what emotional state you reside in. Every employee should be given the opportunity to take the day to say “no”, and with that “no” be allowed to avoid the ridicule of colleagues and management for not “sticking it out.” It should not only be an option, but a mandate.Mental health days matter. They matter because there are things that do not fit neatly into a box; you do NOT fit neatly into a box. We are seas of emotions. A death in the family is not the only reason we grieve — relationships die, friends die, families split apart, babies do not make it full term. There are feelings, events, that happen outside of bubbles and easily identifiable checkboxes and societal labels. We, as a society and a people, need to create room for those who need the room; to allow space to and for those where space is so often not given. That is how a village flourishes, how a community thrives. We are the sustenance we both need and crave. So, ask your boss to give you a break. At the very least, give yourself one. You deserve it."
},
{ "id":"4",
  "title":"Design",
  "author":"Alex Salkever",
  "image":"https://images.pexels.com/photos/1161547/pexels-photo-1161547.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=750&w=1260",
  "date":"22/07/2018",
    "time":"9:00pm",
      "content":"We move less and watch more. In particular, the rise of the smartphone tipped the balance. It is now our omnipresent companion, to the point that in research studies, subjects prefer electric shocks to being left, deviceless, to their own devices. Needless notifications flood us on date nights, at family time, and at sports events, invariably when we are supposed to be in the moment. And then there’s Netflix, guiding us into insomnia and sleep deprivation as we blissfully binge watch, an act of willful ignorance of the fact that even small diminutions of shut-eye can cause bumps .",
      "content2":"We move less and watch more. In particular, the rise of the smartphone tipped the balance. It is now our omnipresent companion, to the point that in research studies, subjects prefer electric shocks to being left, deviceless, to their own devices. Needless notifications flood us on date nights, at family time, and at sports events, invariably when we are supposed to be in the moment. And then there’s Netflix, guiding us into insomnia and sleep deprivation as we blissfully binge watch, an act of willful ignorance of the fact that even small diminutions of shut-eye can cause bumps in depression and significant declines in cognitive functioning. An increasing pile of evidence points to our obsessive use of tech products as diminishing the most important parts of our lives — our relationship with family and friends, our work lives, and our physical and mental health.For the technology companies, of course, dependency has been at the core of product design. These companies knowingly used many techniques from cognitive science to drive and hold our attention. That’s not entirely negative. The point of any product design is to make it easy to use. But with soft drinks, cigarettes, and gambling, for example, there is some acknowledgement of the negative impacts. Perhaps more responsibility should live with the inventors of these devices and apps who need to make design changes to help people live more healthfully with their tech.How can we redesign technology to better respect choice, reduce techno stress, and foster creative and social fulfillment? The ideal solution would be easy to implement and customize and easy to apply to multiple devices and platforms. It would have a centralized user account that allows you to customize all your interactions and notifications, to which all applications would refer for guidance and permission. It would be, in other words, a true user agent, an intermediary that brokers our attention and implements our rules in eliciting it. The concept of such a user agent has been discussed repeatedly in industry but has never been instituted. Given our growing collective discontent, our epidemic loneliness, and our declining productivity, the time may have come when such a solution is no longer simply ideal, but essential.Ultimately, such an agent will have to be habit-forming technology. It will have to take all the techniques that Silicon Valley’s “user-experience designers,” say, at Facebook and Netflix, have used in forming destructive habits and invert them. We need good magic."
},
{ "id":"5",
  "title":"Tech",
  "author":"Sebastian Lindemann",
  "image":"https://images.pexels.com/photos/1065588/pexels-photo-1065588.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=750&w=1260",
  "date":"22/07/2018",
    "time":"9:00pm",
      "content":"This is just one example about how working in remote teams is special — there is a cut of at the end of each meeting that sends you back into isolation. No time for catch up talks or informal meeting recaps. At first, the uncertainty around not always knowing what’s going on made me uneasy. As a product manager, I am responsible for delivering value to our customers and need (some) confidence that the team is on the right path to achieve this.",
        "content2":"This is just one example about how working in remote teams is special — there is a cut of at the end of each meeting that sends you back into isolation. No time for catch up talks or informal meeting recaps. At first, the uncertainty around not always knowing what’s going on made me uneasy. As a product manager, I am responsible for delivering value to our customers and need (some) confidence that the team is on the right path to achieve this.After many video conferences in multiple remote teams, I know today that these teams can be at least as effective as on-site teams. However, it is important to overcome challenges that arise from a distributed team setup. For this, I consider the following three areas to be fundamental.In remote teams, trust and cooperation amongst the team members is pivotal to its success. Companies establish remote teams to help them solve their most pressing challenges. These challenges, like launching new products and developing new technologies, cannot be solved by a single person; they require a group of people with expertise in various areas. Companies are struggling to find these groups near their headquarters and start to look elsewhere. Without team spirit, the tough problem-solving remote supergroups which companies then cast together, will fail harder than Brazil’s elite football team in the last World Cups."
},

{ "id":"6",
  "title":"How Can I Help?",
  "author":"Khrizia Kamille Velacruz",
  "image":"https://images.pexels.com/photos/1251197/pexels-photo-1251197.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=750&w=1260",
  "date":"22/07/2018",
    "time":"9:00pm",
      "content":"Last November, Google set up a Donut Shoppe pop-up in San Francisco’s Hayes Valley and curious people lined up, stretching around the block. When it was your turn, you’d ask the displayed donut-shaped device a question from the “menu” of questions and commands and it would respond accordingly. Inside it could be a Google Home Mini, or worst case scenario, a fresh donut.",
      "content2":"Last November, Google set up a Donut Shoppe pop-up in San Francisco’s Hayes Valley and curious people lined up, stretching around the block. When it was your turn, you’d ask the displayed donut-shaped device a question from the “menu” of questions and commands and it would respond accordingly. That’s when a happy-meal-sized-box would magically appear in front of you. Inside it could be a Google Home Mini, or worst case scenario, a fresh donut. I could rave on about how much the donut pop-up experience has shaped how I, as a consumer, feel about Google’s hardware products and branding now, but that’s for another post. Takeaway? I was one of the random lucky winners, and now I use my Google Home Mini probably at least 10 times a day.With emerging technologies, people are often quick to declare that we need to reinvent design methods and principles to tailor them to the new tech. VUIs completely transform the user interaction experience by eliminating visual displays and tactile functions.Humans and these devices understand each other through natural language semantics, and the design of successful VUIs relies on such, rather than keystrokes or point and click navigation. So does this mean that the all the rules have changed?Certainly not! Usability has more to do with user capabilities and limitations than with technology’s advancement, so we can still approach designing the information architecture of VUIs as we would approach any other faction of design — industrial, interaction, visual. (1) The heuristics are different, yes, and that’s the challenge we as designers are tasked with."
}





 ]
 }
